Repository: blu256/leafbar
Catalog: translations/messages/*.po
Languages: el

source: _: NAME OF TRANSLATORS Your names
el: Φίλιππος Μαυρίδης

source: _: EMAIL OF TRANSLATORS Your emails
el: philippe.mavridis@yandex.com

source: This is a calendar applet.
el: Αυτό είναι ένα εφαρμογίδιο ημερολογίου.

source: <qt><p>The clock displays the current time.<ul><li>Click on it to see a calendar.</li><li>Press the middle mouse button to copy the time and/or date.</li><li>Press the right mouse button to see a menu with more options.</li></ul></qt>
el: <qt><p>Το ρολόι εμφανίζει την τρέχουσα ώρα.<ul><li>Κάντε κλικ πάνω του για να εμφανίσετε ένα ημερολόγιο.</li><li>Κάντε μεσαίο κλικ για να αντιγράψετε την ώρα ή/και την ημερομηνία στο πρόχειρο.</li><li>Κάντε δεξί κλικ για να εμφανίσετε ένα μενού με περισσότερες επιλογές.</li></ul></qt>

source: Calendar
el: Ημερολόγιο

source: Copy...
el: Αντιγραφή...

source: &Adjust Date && Time...
el: &Ρύθμιση ημερομηνίας και ώρας...

source: Date && Time &Format...
el: Ρύθμιση &μορφής ώρας και ημερομηνίας...

source: <qt><p>This graph monitors the <b>%1</b> sensor on this system.<ul><li>Click on it to launch KSysGuard.</li><li>Press the right mouse button to see a menu with useful functions.</li></ul></qt>
el: <qt><p>Αυτός ο γράφος παρακολουθεί τον αισθητήρα <b>%1</b> στο παρόν σύστημα.<ul><li>Κάντε κλικ πάνω του για να εμφανίσετε τo Φρουρό Συστήματος.</li><li>Κάντε δεξί κλικ για να εμφανίσετε ένα μενού με χρήσιμες επιλογές.</li></ul></qt>

source: Could not initialize sensor "%1"!
el: Δεν ήταν δυνατή η αρχικοποίηση του αισθητήρα "%1"!

source: Cannot connect to KSysGuard service.
el: Δεν ήταν δυνατή η σύνδεση στην υπηρεσία του Φρουρού Συστήματος.

source: Sensor "%1" has crashed!
el: Ο αισθητήρας "%1" κράσαρε!

source: The KSysGuard service has stopped abruptly and could not be restarted.
el: Η υπηρεσία του Φρουρού Συστήματος σταμάτησε απότομα και δεν ήταν δυνατό να επανεκκινήσει.

source: %1: monitor is offline
el: %1: αισθητήρας ανενεργός

source: Launch...
el: Εκκίνηση...

source: Unable to launch %1!
el: Δεν ήταν δυνατή η εκκίνηση του %1!

source: Terminal Emulator
el: Τερματικό

source: Unable to acquire system tray!
el: Δεν ήταν δυνατή η κατοχύρωση του πλαισίου συστήματος!

source: The system tray provides status information, quick access to some functions and a place to conveniently store application windows from the task list.
el: Το πλαίσιο συστήματος παρέχει πληροφορίες κατάστασης, γρήγορη πρόσβαση σε ορισμένες λειτουργίες, καθώς και ένα μέρος για να αποθηκεύετε προσωρινά παράθυρα εφαρμογών από τη λίστα εργασιών.

source: Stays on top
el: Μένει πάνω

source: Stays on bottom
el: Μένει κάτω

source: Hide into tray
el: Απόκρυψη στο πλαίσιο συστήματος

source: Fullscreen
el: Λειτουργία πλήρους οθόνης

source: Minimize
el: Ελαχιστοποίηση

source: Maximize
el: Μεγιστοποίηση

source: Unable to send "%1" to tray
el: Δεν ήταν δυνατή η μεταφορά του "%1" στο πλαίσιο συστήματος.

source: TDE Desktop
el: Επιφάνεια εργασίας TDE

source: Minimize all
el: Ελαχιστοποίηση όλων

source: Unpin application
el: Ξεκαρφίτσωμα εφαρμογής

source: Pin application
el: Καρφίτσωμα εφαρμογής

source: Unable to launch %1
el: Δεν ήταν δυνατή η εκκίνηση του %1

source: The task list provides access to application windows, common window operations and pinned applications.
el: Η λίστα εργασιών παρέχει πρόσβαση σε παράθυρα εφαρμογών, τις συνήθεις λειτουργίες διαχείρισης παραθύρων, καθώς και καρφιτσωμένες εφαρμογές.

source: _: user: ... %1: TTY login
el: _:χρήστης:... %1:TTY login

source: Unused
el: Αχρησιμοποίητο

source: X login on remote host
el: Απομακρυσμένη πρόσβαση Χ11

source: _: ... host X login on %1
el: _: ... υπολογιστής Απομακρυσμένη πρόσβαση Χ11 σε %1

source: _: user: session type %1: %2
el: _: χρήστης: είδος συνεδρίας %1:%2

source: _: session (location) %1 (%2)
el: _: συνεδρία (τοποθεσία) %1 (%2)

source: A Be-style panel for TDE
el: Ένας πίνακας για το TDE σε στυλ BeOS

source: Place panel in the top right corner (default)
el: Τοποθέτηση πίνακα στη πάνω δεξιά γωνία (προεπιλογή)

source: Place panel in the top left corner
el: Τοποθέτηση πίνακα στη πάνω αριστερή γωνία

source: Leafbar is a Be-style panel for TDE
el: Το Leafbar είναι ένας πίνακας για το TDE σε στυλ BeOS

source: Menu
el: Μενού

source: Leafbar Menu
el: Μενού Leafbar

source: The Leafbar Menu provides access to installed applications, locations and common actions.
el: Το Μενού Leafbar παρέχει πρόσβαση σε εγκατεστημένες εφαρμογές, τοποθεσίες και συνήθεις λειτουργίες.

source: Edit menu
el: Επεξεργασία μενού

source: Leafbar Preferences
el: Ρυθμίσεις Leafbar

source: Help...
el: Βοήθεια...

source: Unable to load "%1" applet!
el: Δεν ήταν δυνατή η φόρτωση του εφαρμογιδίου "%1"!

source: This is not a valid applet.
el: Αυτό δεν είναι ένα έγκυρο εφαρμογίδιο.

source: Recent documents
el: Πρόσφατα έγγραφα

source: Run command...
el: Εκτέλεση εντολής...

source: Switch User
el: Εναλλαγή χρήστη

source: Lock Session
el: Κλείδωμα συνεδρίας

source: Log Out...
el: Έξοδος...

source: Lock Current && Start New Session
el: Κλείδωμα τρέχουσας && ξεκίνημα νέας συνεδρίας

source: Start New Session
el: Ξεκίνημα νέας συνεδρίας

source: <p>You have chosen to open another desktop session.<br>The current session will be hidden and a new login screen will be displayed.<br>An F-key is assigned to each session; F%1 is usually assigned to the first session, F%2 to the second session and so on. You can switch between sessions by pressing Ctrl, Alt and the appropriate F-key at the same time. Additionally, the TDE Panel and Desktop menus have actions for switching between sessions.</p>
el: <p>Έχετε επιλέξει να αρχίσετε μια νέα συνεδρία.<br>Η τρέχουσα συνεδρία θα κρυφτεί και μια νέα οθόνη εισόδου θα εμφανιστεί.<br>Ένα κουμπί 'Fx' θα αντιστοιχεί σε κάθε συνεδρία: συνήθως το κουμπί 'F%1' αντιστοιχεί στην πρώτη συνεδρία, το 'F%2' στη δεύτερη κ.ο.κ. Μπορείτε να αλλάξετε μεταξύ των συνεδριών πιέζοντας τα κουμπιά Ctrl, Alt και το αντίστοιχο κουμπί 'Fx' ταυτόχρονα. Επιπλέον, το μενού του πίνακα του TDE και το αντίστοιχο της επιφάνειας εργασίας έχουν επιλογές για εναλλαγή ανάμεσα στις συνεδρίες.</p>

source: Warning - New Session
el: Προσοχή - Νέα συνεδρία

source: &Start New Session
el: &Εκκίνηση νέας συνεδρίας

source: Leafbar panel configuration module
el: Άρθρωμα ρύθμισης του πίνακα Leafbar

source: <h1>Leafbar</h1> This control module can be used to enable and configure Leafbar. Leafbar is a Be-style panel for TDE. If you choose to use Leafbar, Kicker will be automatically disabled.
el: <h1>Leafbar</h1>Το παρόν άρθρωμα του Κέντρου ελέγχου μπορεί να χρησιμοποιηθεί για την ενεργοποίηση και ρύθμιση του Leafbar. Το Leafbar είναι ένας πίνακας για το TDE που προσομοιάζει στο BeOS. Αν επιλέξετε να ενεργοποιήσετε το Leafbar, ο προεπιλεγμένος πίνακας του TDE (Kicker) θα απενεργοποιηθεί αυτόματα.

source: Enable Leafbar
el: Ενεργοποίηση του Leafbar

source: General
el: Γενικά

source: Applets
el: Εφαρμογίδια

source: Panel position:
el: Θέση πίνακα:

source: Top left
el: Πάνω αριστερά

source: Top right
el: Πάνω δεξιά

source: Panel width:
el: Πλάτος πίνακα:

source: Enable Leafbar panel
el: Ενεργοποίηση πίνακα Leafbar

source: Enable this option to use the Leafbar panel instead of Kicker.
el: Ενεργοποιήστε αυτή την επιλογή αν θέλετε να χρησιμοποιήσετε το Leafbar ως τον πίνακα του TDE αντί για το Kicker.

source: Panel position
el: Θέση πίνακα

source: This option defines where on the screen the panel will appear.
el: Αυτή η επιλογή καθορίζει τη θέση του πίνακα στην οθόνη.

source: Applets in the panel, top to bottom.
el: Εφαρμογίδια στον πίνακα, πάνω προς κάτω

source: Panel width, in pixels
el: Πλάτος πίνακα (σε εικονοστοιχεία)

source: Pinned windows
el: Καρφιτσωμένες εφαρμογές

source: Enable status widget
el: Ενεργοποίηση widget κατάστασης

source: Enables the status widget. The status widget is placed in the top of your system tray and includes a clock and some system sensors (CPU, Memory usage).
el: Ενεργοποιεί το widget κατάστασης. Το widget κατάστασης τοποθετείται στο πάνω μέρος του πλαισίου συστήματος και περιλαμβάνει ένα ρολόι και ορισμένους αισθητήρες συστήματος (χρήση ΚΜΕ, μνήμης).

source: Position:
el: Θέση:
